{
    "It is one of the assumptions of art that it has an impact on society through influencing opinions, instilling ideals, and communicating experiences across place and time. Not Nature\nExpression\nCultural\nUniversal\nExperience." : "Cultural",
    "Which of the following assumptions best describes every society's art, which is promoted and shaped by the patronage it receives from its members? Not Nature\nExpression\nCultural\nUniversal\nExperience." : "Universal",
    "Art is a creation of the artist's mind. Until the artist makes it, it does not exist in the real world. Nature, on the other hand, has always existed and will exist long after we are gone. What does the preceding statement about art imply? Not Nature\nExpression\nCultural\nUniversal\nExperience." : "Not Nature",
    "It implies that art must have both personal and educational value. According to this definition of art, the artist must have an intimate or subjective relationship with their creation for both to be valid. Which of the following artistic assumptions supports the given assertion? Not Nature\nExpression\nCultural\nUniversal\nExperience." : "Experience",
    "Art expresses and translates, recognises and reveals, transfers, and intervenes to produce meaning. What exactly is the presumption of art? Not Nature\nExpression\nCultural\nUniversal\nExperience." : "Expression",
    "Mona Lisa: Visual Film Performance " : "Visual",
    "Statue of La Pieta: Visual Film Performance" : "Visual",
    "Peking Opera: Visual Film Performance" : "Performance",
    "Titanic: Visual Film Performance" : "Film",
    "Ms. Saigon: Visual Film Performance" : "Performance",
    "Drawing: Visual Film Performance" : "Visual",
    "Coloring Book: Visual Film Performance" : "Visual",
    "Theater: Visual Film Performance" : "Performance",
    "The Passion of Christ: Visual Film Performance" : "Film",
    "Spoilarium: Visual Film Performance" : "Visual",
    "True or False: Content of an art can identify with two types" : "False",
    "True or False: Non-representational art refers to figurative arts" : "False",
    "True or False: An art has four components" : "False",
    "True or False: There is no relationship between the subject and content of an art" : "False",
    "True or False: Subject and content of an art is the same" : "False",
    "True or False: An artwork can have all of the three major levels of meaning in art" : "True",
    "True or False: Abstract art is different from non-representational art" : "True",
    "True or False: Representational art depicts the reality" : "True",
    "True or False: Every art needs a specific subject to illustrate and present" : "True",
    "True or False: Mona Lisa is an example of non-representational art" : "False",
    "Refers to the visual focus or image that maybe extracted from examining an artwork" : "Subject",
    "It is also known as figurative and it represents objects or events in the real world" : "Representational",
    "It is the literal statement of the narrative content in the work work which can be directly understood" : "Factual",
    "It refers to a special meaning that a certain object carries which is particular to a culture or group of people" : "Conventional",
    "It is any personal meaning consciously or unconsciously conveyed by the artist using a particular or private symbolism" : "Subjective",
    "Still Life: Source of subject\nLevels of meaning\nComponents of Art" : "Source of subject",
    "Factual: Source of subject\nLevels of meaning\nComponents of Art" : "Levels of meaning",
    "History and legends: Source of subject\nLevels of meaning\nComponents of Art" : "Source of subject",
    "Conventional: Source of subject\nLevels of meaning\nComponents of Art" : "Levels of meaning",
    "Subject of the art: Source of subject\nLevels of meaning\nComponents of Art" : "Components of Art",
    "Artists or Artisans: focus on creating aesthetically pleasing works" : "Artists",
    "Artists or Artisans: focus on creating functional and accessorizing objects" : "Artisans",
    "Artists or Artisans: works is shown on museums and galleries" : "Artists",
    "Artists or Artisans: works is sold at fairs and shops" : "Artisans",
    "Artists or Artisans: work with paint, watercolor, oil etc." : "Artists",
    "Artists or Artisans: work with jewelry, glasswork, pottery etc." : "Artisans",
    "Artists or Artisans: Selecting a subject and content have levels of meaning": "Artists",
    "Artists or Artisans: Using and mixing mediums and displaying works at various sites": "Artisans",
    "These people find and purchase artwork to suit the distinguished taste of their clients": "Art Buyers",
    "These people seeks out various artists, build relationships with collectors, and museums whose interest align with their artists' work": "Art Dealers",
    "A field of endeavor involved with assembling, managing and presenting some type of collection" : "Curation",
    "These people are totally involved in the art market and have important artistic knowledge. They support the artistic creation, and develop the art market" : "Collectors",
    "Instruments that produce sounds through vibrating strings, and are played either by plucking, bowing, or striking": "String",
    "Instruments that produce sounds through air blown into a tube (resonator) through a mouthpiece" : "Wind",
    "These are similar to winds. The distinction lies in the kind of sounds they make, as these instruments usually make bright or deep sounds, not because they are made of a specific material." : "Brass",
    "Instruments that produce sounds through striking or beating. They usually serve as the backbone of any musical ensemble." : "Percussion",
    "A by-product of metal consisting of copper and tin, and is one of the most universally popular metals for sculpture." : "Bronze",
    "An alloy of copper and zinc, although not popularly used because of its limitations as a medium." : "Brass",
    "The hard substance formed from mineral and earth material. The finish is granular and dull in appearance." : "Stone",
    "A fine, green stone which is used widely in Ancient China." : "Jade",
    "Includes any of a class of elementary substances as gold, silver, or copper, characterized by ductility, conductivity, and peculiar luster." : "Metal",
    "These are carbonaceous materials obtained materials obtained by heating wood or other organic substances in the absence of air." : "Charcoal",
    "In this medium, the artist draws with a silver stylus on specially prepared paper to produce a thin grayish line. It was popular during Renaissance period." : "Silverpoint",
    "Anything printed on a surface that is direct result from a duplicating process." : "Print",
    "Paints are mineral pigments mixed with egg yolk or egg white and ore. They are often used as a binder due to its film forming properties and rapid drying rate." : "Tempera",
    "This is a fabric consisting of a warp upon which colored threads are woven by hand to produce a design." : "Tapestry",
    "A type of social fellowship, an association structured with rules, customs, rights and responsibilities." : "Guild",
    "The material which the artist uses to communicate and translate his feelings, ideas, or thoughts." : "Medium",
    "Refers to the manner in which the artist controls his medium to achieve the desired effect." : "Technique",
    "A worker who practices a trade or a craft. It is synonymous to craftsman." : "Artisan"
}