{
    "A person that pays or invest to your structured system to make it as their own." : "Client",
    "It is a source of data element, data store, and data flow" : "Data Dictionary",
    "The distribution of information is exclusively from across departments only" : "Horizontal User",
    "Which of the following is not a part of collecting information technique? \nDispense questionnaires\nConduct interview\nSeek for supplier's solutions\nScrutinize model" : "Scrutinize Model",
    "It shows a details of interactions fro a USE Case triggered by an event within a single process symbol" : "DFD Fragment",
    "There is a set of questions but it may generate new set of question or questions" : "Open ended",
    "It is also known as Time Based Event that occurs based purely on system set of deadlines" : "Temporal Event",
    "It describes what data that the database stores and what relationships exist among those data" : "Lowest Level",
    "It is an act of recreating a core business process with the goal of improving product output, quality or reducing costs that typically involved an analysis of company workflows" : "Business Process Redesign",
    "A branching method in order to demonstrate all the possible outcomes of any decision" : "Decision Tree",
    "The proposed enhanced features of a system us typically based only on the existing module" : "Current Approach",
    "This approach leads to software developers to focus on decomposition processes of larger algorithm into smaller one" : "Traditional Approach",
    "It performs or response only on the users command or request." : "USE case",
    "Providing a follow up question or questions which is related on the previous asked question." : "Probe",
    "An approach that developers will focus on developing interacting objects for users" : "Object Oriented Approach",
    "A Scientifically process of choosing representative from a certain population as a whole to make an assumptions/ hypotheses/ theorems/ ideas." : "Sampling",
    "This occurs when something will triggers the internal system to make a process" : "State Event",
    "It pertains to product features and user requirement." : "Functional Requirements",
    "A method that break the product into small incremental builds that provided in iterations and it allows anticipated changes based on the client objectives" : "Agile",
    "The process of providing a training to their employees or hiring more experienced employees, hiring consultants, Changing project development scope and project approach" : "Technological Feasibility",
    "The way of Defining the Problem from an existing system Wherein Businesspeople suggest systems projects for several reasons" : "Project Initiation",
    "This is used to understand the particular activities used on the chosen system methods" : "Methodologies",
    "It pertains to the process of preparing and monitoring the development of a system within a specified time frame at a minimum cost with the right functionality that brings worth to the businesses." : "Project Management",
    "Determining the level of proficiency in terms of planning, creating, testing, and deploying information System" : "SDLC",
    "It help executives to organize their interactions with the external environment" : "ESS",
    "It intends to bring the group together to solve a problem and it include software support called groupware" : "GDSS/CSCWS",
    "Is the process of estimating and calculating the project development costs and benefits using NPV and ROI techniques" : "Economic Feasibility",
    "It is a systematic approach to identifying problems, opportunities, and objectives; analyzing the information flows in organizations; and designing computerized information systems to solve a problem" : "System Analysis and Design",
    "A tools that can be used to performed analysis and design" : "Upper Case",
    "It is the collection of interrelated components that collect, process, store, and provide as output information needed to complete tasks" : "Information System",
    "A process of dividing a system into smaller subsystems and components" : "Functional Decomposition",
    "A method that breakdown a project activities into linear sequential phases, where each phase depends on the deliverables of the previous one" : "Waterfall",
    "What phase of SDLC is when your system testing is successfully examined then your system is ready to release (Deployment) in the market wherein there is a lot of customers or possible clients" : "6th",
    "The person that has an obligations for handling the hundreds of tasks and roles that needs to be carefully coordinated" : "Project Manager",
    "This type of approach that leads software developers to focus on Decomposition of larger algorithms into smaller ones" : "Traditional",
    "It is used to gather broad data for the members of proj. mgt team that in turn enables them to make a decision on whether to proceed with a systems study." : "Project Feasibility",
    "This method is alternative to waterfall that focuses largely on planning and sequential design practices before implementing or deploying a system" : "RAD",
    "The process of limiting or avoiding threats to an organization's capital and earnings. These threats, or risks, could reduce from a wide variety of sources, including financial uncertainty (confidence), legal liabilities and etc." : "Risk Management",
    "It is a project management tool that provides a graphical representation of a project's timeline and it also breaks down the individual tasks of a project for analysis" : "PERT",
    "Each module is capable to accomplished task without depending on the other modules" : "Loosely Coupled",
    "It pertains about your team anticipations or readiness to develop any kind of a system" : "",
    "This position is more on the Team Obligations or Responsibilities while the developing a certain system is on progress." : "Internal",
    "This position is more on what and how to achieve the requirements for developing a system based on the client’s needs and wants" : "External",
    "It measures the cash flow of an investment" : "NPV",
    "This phase (Testing) of SDLC measures the quality of your System that includes re-examining your codes, elements inputted to your design, safety measures in data collection, and many more" : "5th",
    "Which of the following is a part of Ecommerce and Web Systems" : "TPS",
    "A types of IS that capable to explore impact of available options or decisions (what-if scenarios) and it automate routine decision making" : "DSS/KBS",
    "The Analysis phase wherein it needs a collaboration with your team members to distinguish the requirements to enhance a certain system in terms of its hardware and software" : "2nd"

    
}